Repository: mozilla-l10n/mt-training-data
Catalog: xmf/xmf_pontoon.tmx
Source language: en_us
Languages: xmf

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
xmf: ნინაში გიშაგორილი სახეობაშო შილებე წინადადებეფქ ეშალიებურქ იუას. თქვანო უხუჯური ვეუაფუდა, შეილებუნა დოთირუათ პარამეტრეფი, შხვანერი წინადადებეფი ხოლო ქოძირათ თე ნინაშე.

source: Your username and email will not be associated with the published data.
xmf: თქვან გუმმარინაფალიში ჯოხო დო ელფოსტა ვეჸუაფუ მერსხილი გუმოქიანებული მუნაჩემეფწკუმა.

source: Your weekly goal has been created
xmf: თქვანი ირი მარაში ღანკი აკოქიმინელი რე

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
xmf: ჩქინ საზოგადოებაშ მენეჯერშე მალას მიღენთ ჭარილს, სოდეთ ენწყუმილ იჸუაფუ უკულიან ბიჯგეფი Common Voice-ის თქვან ნინაშ გიოძინალო

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
xmf: თქვანი მოხვარათ Common Voice -იშ დღაში ღანკიში { $goalValue } ინნაჭარში <goalPercentage></goalPercentage> შისრულუ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
xmf: თქვანი მოხვარათ Common Voice-იშ დღარი ღანკიში{ $goalValue } შემოწმებაში <goalPercentage></goalPercentage> შისრულუ!

source: You've successfully signed up for contributing to { $language }. Thank you.
xmf: თქვა წუმოძინელო დერეგისტრირით { $language } ნინაშო წილიში მიშაღალაშენი. მარდი.

source: You want to join the Common Voice mailing list
xmf: კორინ გიღუნანო, ქაკათათ Common Voice-იშ ელფოსტაშ ბუნას

source: You write down what you hear in the audio clips
xmf: დოჭარით, მუსუთ ხონარუან ინნაჭარას გეგონენთჷნი

source: Zip #{ $offset } of { $total }
xmf: Zip # { $offset }, გვალო { $total }

source: Zulu
xmf: ზულური

source: add-on
xmf: გეძინა

source: alternate text
xmf: ალტერნატიულ ტექსტი

source: attack
xmf: მეშხაფა

source: attendee
xmf: დამსწრე

source: authenticate
xmf: ავთენტიფიკაცია

source: authenticated
xmf: გინოჯინელი

source: authentication code
xmf: ავთენტიფიკაციაში კოდი

source: autoplay
xmf: ავტომატურო გოტება

source: backup authentication code
xmf: სარეზერვო ავტორიზაციაში კოდი

source: bookmark
xmf: სანიშულო

source: Bug report
xmf: ჩილათაში ანგარიში

source: cipher
xmf: შიფრი

source: colorway
xmf: ფერმეჩამილი

source: confirmation code
xmf: დადასურებაში კოდი

source: context
xmf: კონტექსტი

source: cookie banner
xmf: ქუქი-ბანერი

source: debug
xmf: გოთინუა

source: deceptive site
xmf: მეტყურიე საიტი

source: decode
xmf: გაშიფვრა

source: decryption
xmf: გაშიფვრა

source: disinformation
xmf: დეზინფორმაცია

source: distrust
xmf: უნდებუობა

source: email mask
xmf: ელფოსტაში ფულუა

source: enable
xmf: ჩართება

source: encode
xmf: დაშიფვრა

source: encrypt
xmf: დაშიფვრა

source: encryption
xmf: დაშიფვრა

source: end user
xmf: საბოლაო გუმმარინაფალი

source: extension
xmf: გოფართინაფა

source: fingerprinter
xmf: გუმმარინაფალიში ეშაჩინებელი

source: fingerprinting
xmf: გუმმარინაფალიში ეშაჩინება

source: Firefox View
xmf: Firefox ოჯინუ

source: grassroots
xmf: რიგითი კათა

source: home page
xmf: დაჭყაფური ხასჷლა

source: import
xmf: იმპორტი

source: independent browser
xmf: დამოუკიდებელი ბრაუზერი

source: innovations
xmf: სიახალეეფი

source: insecure
xmf: უთხილუ

source: installation
xmf: ინსტალაცია

source: Issue
xmf: საკითხი

source: report
xmf: ანგარიში

source: restricted site
xmf: შეზღუდულ საიტი

source: revert
xmf: დორთინა

source: search suggestion
xmf: გორუაშ ზიტყვასქვილი

source: sensitive
xmf: მგრძნობიარე

source: sidebar
xmf: ხასილა ზოლი

source: sign
xmf: ნიშანი

source: signer
xmf: ხეშმუმაჭარალი

source: sign in
xmf: მიშულა

source: sign-in
xmf: მიშულა

source: studies
xmf: კვლევეფი

source: Terms of Service
xmf: გუმორინაფაშ პირობეფი

source: validate
xmf: გინოჯინა

source: validity
xmf: გინოჯინელი

source: version
xmf: ვერსია

source: Web Authentication
xmf: ვებ-ავთენტურობა
